{
  "Wrist": [
		{"name": "Bracers of the Ruby Phoenix Champion", "type": "Wrist", "description": "These bracers, just like bracers of archery, empower the wearer to use any bow with a +2 competence bonus on attack rolls and a +1 competence bonus on damage rolls. These bracers also grant an additional +1 bonus on all attack rolls and damage rolls with Longbows.", "rawName": "RubyPhoenixItem", "blueprint": "34682af5f1b1a814bb174077dc3b4ee2", "cost": 115000},
		{"name": "Gear's Rule", "type": "Wrist", "description": "The nanites inside the item provide the wearer with multiple abilities.\r\nFermela: Owner gets +1 bonus to all attack rolls with bombs. This bonus increases to +2 at level 12.\r\nHope: Owner gains +2 bonus to saving throws against mind-affecting, death, paralysis, disease, stun, and poison effects and resist Fatigue for 8 hours past the usual limit. At level 20 the owner becomes immune to Fatigue and Exhaustion.\r\nCatalyst: Owner's bombs deal additional dice of damge as if they were an alchemist 2 levels higher; the owners save DCs are increased by 1.\r\nFocusing Surge: Once per day as a free action, the owner can activate the nanites healing (5), as well as immunity to poison, death effects, paralysis, stun, disease, and the effects of Targeted Bomb Admixture extract. At level 16 the duration of Focusing Surge increases to 10 rounds.", "rawName": "GearsRuleItem", "blueprint": "c76341cfbc0d0f14ea51ceb30efee432", "cost": 80000},
		{"name": "Bracers of Armor +8", "type": "Wrist", "description": "These bracers grant their wearer an armor bonus of +8, just as though they were wearing armor.\r\nLike most bonuses, an armor bonus does not stack with armor bonuses from different sources, such as bonuses from wearing armor or from Mage Armor spell.", "rawName": "BracersOfArmor8", "blueprint": "bade8137f5101834c849c277ba0301a1", "cost": 64000},
		{"name": "Golden Vision", "type": "Wrist", "description": "These bracers grants its wearer a +1 bonus to Illusion school spells' DC, and a +2 bonus to saving throws against illusion school spells.", "rawName": "GoldenHallucinationBracersItem", "blueprint": "c994ba965699973479c0a7c57549ba86", "cost": 43250},
		{"name": "Forest Knight's Bracers", "type": "Wrist", "description": "Whenever the wearer of these bracers would become shaken, its effect is negated, and the wearer gains a +2 morale bonus to attack rolls, saving throws and skill checks for the same duration.\r\nWhenever the wearer would become frightened or confused, they start laughing instead, as if under effects of hideous laughter spell, for the same duration.\r\nThey also grant the wearer the ability to use the effect of freedom of movement spel for 1 minute once per day.\r\nWhenever a fey successfully hits the wearer, that fey has to succeed at a Will saving throws or become frightened for 1d4 rounds.", "rawName": "Artifact_HermitKnightBracersItem", "blueprint": "5992ae48a642c1a4eb2f24c61c233ee8", "cost": 21000},
		{"name": "Bracers of Archery", "type": "Wrist", "description": "These bracers empower the wearer to use any bow with a +2 competence bonus on attack rolls and a +1 competence bonus on damage rolls.", "rawName": "BracersOfArchery", "blueprint": "0e7a0b96f67660c4ca74786c187a02d2", "cost": 10000}
  ]
}